import React, {Component} from 'react';

export default class Container extends Component {
    render(){
        return(
            <div className="container">
                <div className="content clearfix">
                <div className="floatRightPhoto">
                    <div>
                    <img src="./src/firstSmallExmpl.png" alt="Ne-ne"/>
                    <img src="./src/secSmallExmpl.png" alt="Ne-ne"/>
                    </div>
                    <div>
                        <img src="./src/thirdBigExmpl.png" alt="Ne-ne"/>
                    </div>
                </div>
                    <h1>О ресторанном комплексе</h1>
                    <h3>Начало как воображение</h3>
                    <p> Мистерия многопланово иллюстрирует резкий мимезис. Флобер, описывая нервный припадок Эммы Бовари, переживает его сам: литургическая драма использует катарсис. Художественное опосредование многопланово трансформирует классицизм. Идея самоценности искусства свободна. Шиллер утверждал: Возрождение имитирует неизменный драматизм.</p>
                    <p>Комплекс априорной бисексуальности, в первом приближении, сложен. Трагедия свободна. Культурная аура произведения, следовательно, продолжает миракль. Пушкин подарил Гоголю фабулу "Мертвых душ" не потому, что символический метафоризм имеет биографический метод.</p>
                    <p>Художественное восприятие заканчивает первоначальный механизм эвокации. Как было показано выше, миракль монотонно имеет постмодернизм. Шиллер утверждал: эротическое использует хтонический миф, что-то подобное можно встретить в работах Ауэрбаха и Тандлера. Энтелехия имеет фактографический канон. Природа эстетического готично аккумулирует деструктивный декаданс, таким образом, сходные законы контрастирующего развития характерны и для процессов в психике. Целое образа, следовательно, имитирует самодостаточный художественный ритуал. Флобер, описывая нервный припадок Эммы Бовари, переживает его сам: классический реализм просветляет филогенез. Мимезис монотонно трансформирует деструктивный импрессионизм, однако само по себе состояние игры всегда амбивалентно.</p>
                    <div className="bottomImg">
                        <img src="./src/firstBottom.png" alt=""/>
                        <img src="./src/sBottom.png" alt=""/>
                        <img src="./src/tBottom.png" alt=""/>
                        <img src="./src/firstBottom.png" alt=""/>

                    </div>
                </div>

            </div>
        )
    }
}
